{
  "about": "ÜBER UNS",
  "services": "DIENSTLEISTUNGEN",
  "work": "ARBEIT",
  "contact": "KONTAKT",
  "aesthetic": "AESTHETIC DENTISTRY CLINIC",
  "inMallorca": "In Mallorca",
  "masterCeramist": "MEISTERKERAMIKER & LABOR",
  "openingHours": "Öffnungszeiten",
  "emailUs": "Email uns",
  "address": "Adresse",
  "callUs": "Rufen Sie uns an",
  "aboutText1": "Dr. Erik Koerge studierte Zahnmedizin an der Freien Universität Berlin und promovierte 1987 in Oralchirurgie. 1988 gründete er eine Gemeinschaftspraxis in Essen. Später arbeitete er in einer Privatpraxis in Düsseldorf und Tallinn. Dr. Koerge war seit 2012 Partner der Clinica Dental Bendinat.",
  "aboutText2": "Seit 2019 hat Dr. Koerge seine eigene Klinik Beauty Dentistry Mallorca gegründet. Als Zahnarzt mit Schwerpunkt auf ästhetischer Zahnmedizin und Prothetik stützt sich Dr. Koerge auf seine umfangreiche internationale Erfahrung im Bereich der modernen Zahnmedizin. Viele Jahre Tätigkeit in verschiedenen Zahnkliniken und ein regelmäßiger Erfahrungsaustausch tragen zu einem anspruchsvollen Behandlungsstandard bei.",
  "masterText1": "\"Es ist unglaublich, was ein Lächeln für einen Menschen tun kann, nicht nur visuell, sondern auch auf emotionaler und spiritueller Ebene\", sagt unser Zahntechnikteam.",
  "masterText2": "Unsere Techniker verfügen über jahrzehntelange Erfahrung im Beruf der Zahntechnik sowie in der Forschung, was durch zahlreiche Fachartikel und internationale Publikationen in ihrem spezialisierten Bereich der Frontzahnästhetik belegt wird.",
  "masterText3": "Durch jahrelange internationale Erfahrung in der Schweiz und in Amerika, einschließlich Beverly Hills, und ihre internationale Arbeit haben sie vielen Prominenten, berühmten Topmodels und Hollywoodstars Veneers zur Verfügung gestellt. Hochwertige, maßgeschneiderte Ausführung sowie die Farb- und Formgestaltung Ihrer Zähne stehen für uns im Vordergrund. Im ästhetisch relevanten Frontzahnbereich können wir Ihnen im Voraus einen Eindruck vom Endergebnis vermitteln.",
  "service1Title": "ÄSTHETISCHE ZAHNMEDIZIN",
  "service1Text": "Wir bieten eine breite Palette an ästhetischen Zahnbehandlungen an, die darauf abzielen, die Ästhetik Ihrer Zähne zu verbessern. Zu den häufigsten Verfahren, die wir anbieten, gehören Zahnveneers und Kronen. Unsere Veneers bestehen aus ultradünnem Porzellan und sind maßgeschneidert, um Unvollkommenheiten, Verfärbungen oder Unregelmäßigkeiten Ihrer Zähne zu überdecken.",
  "service2Title": "IMPLANTOLOGIE",
  "service2Text": "Wir sind auf Implantologie spezialisiert, einen Zweig der Zahnmedizin, der sich der Wiederherstellung fehlender Zähne mit Zahnimplantaten widmet. Zahnimplantate, die aus biokompatiblen Materialien wie Titan bestehen, werden chirurgisch in den Kieferknochen eingesetzt. Sobald sie mit dem Knochen integriert sind, bieten unsere Zahnimplantate eine robuste und stabile Grundlage für Zahnersatz, einschließlich Kronen, Brücken oder Prothesen.",
  "service3Title": "KIEFERORTHOPÄDIE",
  "service3Text": "In einigen Fällen ist es vor der Durchführung ästhetischer Zahnbehandlungen wichtig, eventuelle Probleme mit der Ausrichtung und Positionierung Ihrer Zähne zu beheben. Hier kommt Invisalign ins Spiel. Invisalign ist ein wertvolles Werkzeug, mit dem wir Zahn- und Gesichtsunregelmäßigkeiten beurteilen und korrigieren können, um sicherzustellen, dass nicht nur Ihr Lächeln schön aussieht, sondern auch die Zahnfunktionen optimal sind.",
  "service4Title": "PARODONTOLOGIE",
  "service4Text": "Wir sind auf Parodontologie spezialisiert, das zahnärztliche Fachgebiet, das sich auf die Prävention, Diagnose und Behandlung von Krankheiten und Zuständen konzentriert, die die Stützstrukturen der Zähne betreffen, hauptsächlich das Zahnfleisch und den darunter liegenden Knochen. Diese Strukturen, die zusammen als Parodontium bekannt sind, sind für die Aufrechterhaltung der allgemeinen Mundgesundheit unerlässlich, und wir widmen uns ihrer Gesundheit.",
  "service5Title": "ZAHNAUFHELLUNG",
  "service5Text": "In unserer Praxis umfasst der Prozess der Zahnaufhellung typischerweise die Verwendung eines Bleichmittels, üblicherweise Wasserstoffperoxid oder Carbamidperoxid, um Flecken und Verfärbungen vom Zahnschmelz (der äußersten Schicht) der Zähne zu entfernen. Diese Flecken können durch verschiedene Faktoren verursacht werden, einschließlich des Konsums von Kaffee, Tee, Rotwein, Tabakkonsum, Alterung und bestimmten Medikamenten.",
  "service6Title": "PRÄVENTION UND PROPHYLAXE",
  "service6Text": "In unserer Zahnarztpraxis betrachten wir Prävention und Prophylaxe als grundlegende Konzepte, die sich auf die Erhaltung Ihrer Mundgesundheit und die Prävention von Zahnerkrankungen konzentrieren. Wir betonen diese Prinzipien, weil es oft einfacher und kostengünstiger ist, Zahnprobleme zu verhindern, als sie zu behandeln, nachdem sie sich entwickelt haben.",
  "aboutUsButton": "ÜBER UNS",
  "ourServicesButton": "UNSERE DIENSTLEISTUNGEN",
  "aestheticDentistryClinic": "ÄSTHETISCHE ZAHNMEDIZIN KLINIK"
} 