{
  "about": "ABOUT US",
  "services": "SERVICES",
  "work": "WORK",
  "contact": "CONTACT",
  "aesthetic": "AESTHETIC DENTISTRY CLINIC",
  "inMallorca": "In Mallorca",
  "masterCeramist": "MASTER CERAMIST & LAB",
  "openingHours": "Opening Hours",
  "emailUs": "Email us",
  "address": "Address",
  "callUs": "Call us",
  "aboutText1": "Dr. Erik Koerge studied dentistry at Freie Universität Berlin and graduated in 1987 with a PhD in oral surgery. In 1988 he founded a joint practice in Essen. Later on, he worked in a private practice in Düsseldorf and Tallinn. Dr. Koerge has been a partner in Clinica Dental Bendinat since 2012.",
  "aboutText2": "Since 2019 Dr. Koerge established his own clinic Beauty Dentistry Mallorca. As a dentist with a focus on aesthetic dentistry and prosthetics, Dr. Koerge relies on his extensive international experience in the realm of modern dentistry. Many years of activity in a variety of dental clinics and a regular exchange of experience contribute to a sophisticated standard of treatment.",
  "masterText1": "\"It's incredible what a smile can do for a person, not only visually but also on an emotional and spiritual level,\" says our dental technology team.",
  "masterText2": "Our technicians have decades of experience in the profession of dental technology, as well as in research, which is evidenced by numerous professional articles and international publications in their specialized field of front tooth aesthetics.",
  "masterText3": "Through years of international experience in Switzerland and in America, including Beverly Hills, and their international work, they have provided veneers to many celebrities, famous top models, and Hollywood stars. High-quality, customized execution, as well as the color and formal design of your teeth, are at the forefront for us. In the aesthetically relevant front tooth area, we can provide you with an impression of the eventual result in advance.",
  "service1Title": "AESTHETIC DENTISTRY",
  "service1Text": "We offer a wide range of aesthetic dentistry procedures aimed at improving the aesthetics of your teeth. Some of the most common procedures we provide include dental veneers and crowns. Our veneers are crafted from ultra-thin porcelain, are custom-designed to cover imperfections, discolorations, or irregularities in your teeth.",
  "service2Title": "IMPLANTOLOGY",
  "service2Text": "We specialize in implantology, a branch of dentistry dedicated to restoring missing teeth using dental implants. Dental implants, made of biocompatible materials like titanium, are surgically placed into the jawbone. Once integrated with the bone, our dental implants provide a robust and stable foundation for prosthetic teeth, including crowns, bridges, or dentures.",
  "service3Title": "ORTHODONTICS",
  "service3Text": "In some cases, before proceeding with aesthetic dentistry procedures, it's essential to address any issues related to the alignment and positioning of your teeth. This is where Invisalign comes into play. Invisalign is a valuable tool allowing us to assess and correct dental and facial irregularities, ensuring that not only does your smile look beautiful, but also that dental functions are optimal.",
  "service4Title": "PERIODONTOLOGY",
  "service4Text": "We specialize in periodontology, the dental specialty that focuses on the prevention, diagnosis, and treatment of diseases and conditions that affect the supporting structures of the teeth, primarily the gums and the underlying bone. These structures, collectively known as the periodontium, are essential for maintaining overall oral well-being, and we are dedicated to their health.",
  "service5Title": "TEETH WHITENING",
  "service5Text": "In our practice, the process of dental bleaching typically involves the use of a bleaching agent, commonly hydrogen peroxide or carbamide peroxide, to remove stains and discoloration from the enamel (the outermost layer) of the teeth. These stains can be caused by various factors, including the consumption of coffee, tea, red wine, tobacco use, aging, and certain medications.",
  "service6Title": "PREVENTION AND PROPHYLAXIS",
  "service6Text": "In our dental practice, we consider prevention and prophylaxis as fundamental concepts, focusing on the preservation of your oral health and the prevention of dental diseases. We emphasize these principles because it's often easier and more cost-effective to prevent dental issues than to treat them after they have developed.",
  "aboutUsButton": "ABOUT US",
  "ourServicesButton": "OUR SERVICES",
  "aestheticDentistryClinic": "AESTHETIC DENTISTRY CLINIC"
} 