{
  "about": "SOBRE NOSOTROS",
  "services": "SERVICIOS",
  "work": "TRABAJO",
  "contact": "CONTACTO",
  "aesthetic": "AESTHETIC DENTISTRY CLINIC",
  "inMallorca": "En Mallorca",
  "masterCeramist": "MAESTRO CERAMISTA & LABORATORIO",
  "openingHours": "Horario de apertura",
  "emailUs": "Envíanos un correo electrónico",
  "address": "Dirección",
  "callUs": "Llámanos",
  "aboutText1": "El Dr. Erik Koerge estudió odontología en la Freie Universität Berlin y se graduó en 1987 con un doctorado en cirugía oral. En 1988 fundó una práctica conjunta en Essen. Más tarde, trabajó en una práctica privada en Düsseldorf y Tallin. El Dr. Koerge ha sido socio de Clinica Dental Bendinat desde 2012.",
  "aboutText2": "Desde 2019, el Dr. Koerge estableció su propia clínica Beauty Dentistry Mallorca. Como dentista con un enfoque en odontología estética y prótesis, el Dr. Koerge se basa en su amplia experiencia internacional en el ámbito de la odontología moderna. Muchos años de actividad en una variedad de clínicas dentales y un intercambio regular de experiencias contribuyen a un estándar sofisticado de tratamiento.",
  "masterText1": "\"Es increíble lo que una sonrisa puede hacer por una persona, no solo visualmente, sino también a nivel emocional y espiritual\", dice nuestro equipo de tecnología dental.",
  "masterText2": "Nuestros técnicos tienen décadas de experiencia en la profesión de tecnología dental, así como en investigación, lo que se evidencia en numerosos artículos profesionales y publicaciones internacionales en su campo especializado de estética dental frontal.",
  "masterText3": "A través de años de experiencia internacional en Suiza y en América, incluido Beverly Hills, y su trabajo internacional, han proporcionado carillas a muchas celebridades, modelos de alto nivel y estrellas de Hollywood. La ejecución de alta calidad y personalizada, así como el diseño de color y forma de sus dientes, son nuestra prioridad. En el área dental frontal estéticamente relevante, podemos proporcionarle una impresión del resultado final por adelantado.",
  "service1Title": "ODONTOLOGÍA ESTÉTICA",
  "service1Text": "Ofrecemos una amplia gama de procedimientos de odontología estética destinados a mejorar la estética de sus dientes. Algunos de los procedimientos más comunes que ofrecemos incluyen carillas dentales y coronas. Nuestras carillas están hechas de porcelana ultrafina y están diseñadas a medida para cubrir imperfecciones, decoloraciones o irregularidades en sus dientes.",
  "service2Title": "IMPLANTOLOGÍA",
  "service2Text": "Nos especializamos en implantología, una rama de la odontología dedicada a restaurar dientes perdidos mediante implantes dentales. Los implantes dentales, hechos de materiales biocompatibles como el titanio, se colocan quirúrgicamente en el hueso maxilar. Una vez integrados con el hueso, nuestros implantes dentales proporcionan una base robusta y estable para dientes protésicos, incluidas coronas, puentes o dentaduras.",
  "service3Title": "ORTODONCIA",
  "service3Text": "En algunos casos, antes de proceder con procedimientos de odontología estética, es esencial abordar cualquier problema relacionado con la alineación y posición de sus dientes. Aquí es donde entra en juego Invisalign. Invisalign es una herramienta valiosa que nos permite evaluar y corregir irregularidades dentales y faciales, asegurando que no solo su sonrisa se vea hermosa, sino también que las funciones dentales sean óptimas.",
  "service4Title": "PERIODONTOLOGÍA",
  "service4Text": "Nos especializamos en periodontología, la especialidad dental que se centra en la prevención, diagnóstico y tratamiento de enfermedades y condiciones que afectan las estructuras de soporte de los dientes, principalmente las encías y el hueso subyacente. Estas estructuras, conocidas colectivamente como periodonto, son esenciales para mantener el bienestar oral general, y nos dedicamos a su salud.",
  "service5Title": "BLANQUEAMIENTO DENTAL",
  "service5Text": "En nuestra práctica, el proceso de blanqueamiento dental generalmente implica el uso de un agente blanqueador, comúnmente peróxido de hidrógeno o peróxido de carbamida, para eliminar manchas y decoloraciones del esmalte (la capa más externa) de los dientes. Estas manchas pueden ser causadas por varios factores, incluido el consumo de café, té, vino tinto, uso de tabaco, envejecimiento y ciertos medicamentos.",
  "service6Title": "PREVENCIÓN Y PROFILAXIS",
  "service6Text": "En nuestra práctica dental, consideramos la prevención y la profilaxis como conceptos fundamentales, centrándonos en la preservación de su salud oral y la prevención de enfermedades dentales. Enfatizamos estos principios porque a menudo es más fácil y rentable prevenir problemas dentales que tratarlos después de que se han desarrollado.",
  "aboutUsButton": "SOBRE NOSOTROS",
  "ourServicesButton": "NUESTROS SERVICIOS",
  "aestheticDentistryClinic": "CLÍNICA DE ODONTOLOGÍA ESTÉTICA"
} 