{
  "about": "О НАС",
  "services": "УСЛУГИ",
  "work": "РАБОТА",
  "contact": "КОНТАКТ",
  "aesthetic": "ЭСТЕТИЧЕСКАЯ СТОМАТОЛОГИЯ",
  "inMallorca": "На Майорке",
  "masterCeramist": "МАСТЕР-КЕРАМИСТ И ЛАБОРАТОРИЯ",
  "openingHours": "Часы работы",
  "emailUs": "Напишите нам",
  "address": "Адрес",
  "callUs": "Позвоните нам",
  "aboutText1": "Доктор Эрик Кёрге изучал стоматологию в Свободном университете Берлина и окончил его в 1987 году с докторской степенью по оральной хирургии. В 1988 году он основал совместную практику в Эссене. Позже он работал в частной практике в Дюссельдорфе и Таллине. Доктор Кёрге является партнером Clinica Dental Bendinat с 2012 года.",
  "aboutText2": "С 2019 года доктор Кёрге основал свою собственную клинику Beauty Dentistry Mallorca. Как стоматолог, специализирующийся на эстетической стоматологии и протезировании, доктор Кёрге полагается на свой обширный международный опыт в области современной стоматологии. Многолетняя деятельность в различных стоматологических клиниках и регулярный обмен опытом способствуют высокому стандарту лечения.",
  "masterText1": "\"Это невероятно, что улыбка может сделать для человека, не только визуально, но и на эмоциональном и духовном уровне,\" говорит наша команда по стоматологическим технологиям.",
  "masterText2": "Наши техники имеют десятилетия опыта в профессии стоматологической технологии, а также в исследованиях, что подтверждается многочисленными профессиональными статьями и международными публикациями в их специализированной области эстетики передних зубов.",
  "masterText3": "Благодаря многолетнему международному опыту в Швейцарии и Америке, включая Беверли-Хиллз, и их международной работе, они предоставили виниры многим знаменитостям, известным топ-моделям и звездам Голливуда. Высококачественное, индивидуальное исполнение, а также цвет и формальный дизайн ваших зубов находятся в центре нашего внимания. В эстетически значимой области передних зубов мы можем предоставить вам впечатление о конечном результате заранее.",
  "service1Title": "ЭСТЕТИЧЕСКАЯ СТОМАТОЛОГИЯ",
  "service1Text": "Мы предлагаем широкий спектр процедур эстетической стоматологии, направленных на улучшение эстетики ваших зубов. Некоторые из наиболее распространенных процедур, которые мы предоставляем, включают зубные виниры и коронки. Наши виниры изготовлены из ультратонкого фарфора и разработаны на заказ, чтобы скрыть несовершенства, обесцвечивания или неровности ваших зубов.",
  "service2Title": "ИМПЛАНТОЛОГИЯ",
  "service2Text": "Мы специализируемся на имплантологии, отрасли стоматологии, посвященной восстановлению отсутствующих зубов с использованием зубных имплантатов. Зубные имплантаты, изготовленные из биосовместимых материалов, таких как титан, хирургически устанавливаются в челюстную кость. После интеграции с костью наши зубные имплантаты обеспечивают прочную и стабильную основу для протезных зубов, включая коронки, мосты или протезы.",
  "service3Title": "ОРТОДОНТИЯ",
  "service3Text": "В некоторых случаях, прежде чем приступить к процедурам эстетической стоматологии, важно устранить любые проблемы, связанные с выравниванием и положением ваших зубов. Здесь на помощь приходит Invisalign. Invisalign - это ценный инструмент, позволяющий нам оценивать и корректировать зубные и лицевые неровности, обеспечивая не только красивый вид вашей улыбки, но и оптимальные функции зубов.",
  "service4Title": "ПАРОДОНТОЛОГИЯ",
  "service4Text": "Мы специализируемся на пародонтологии, стоматологической специальности, которая фокусируется на профилактике, диагностике и лечении заболеваний и состояний, которые влияют на поддерживающие структуры зубов, в первую очередь на десны и подлежащую кость. Эти структуры, известные в совокупности как пародонт, являются важными для поддержания общего здоровья полости рта, и мы посвящаем себя их здоровью.",
  "service5Title": "ОТБЕЛИВАНИЕ ЗУБОВ",
  "service5Text": "В нашей практике процесс отбеливания зубов обычно включает использование отбеливающего агента, обычно перекиси водорода или карбамида, для удаления пятен и обесцвечивания с эмали (самого внешнего слоя) зубов. Эти пятна могут быть вызваны различными факторами, включая потребление кофе, чая, красного вина, использование табака, старение и определенные лекарства.",
  "service6Title": "ПРОФИЛАКТИКА И ПРОФИЛАКСИС",
  "service6Text": "В нашей стоматологической практике мы рассматриваем профилактику и профилактику как фундаментальные концепции, сосредотачиваясь на сохранении вашего здоровья полости рта и предотвращении стоматологических заболеваний. Мы подчеркиваем эти принципы, потому что часто легче и экономически выгоднее предотвратить стоматологические проблемы, чем лечить их после того, как они развились.",
  "aboutUsButton": "О НАС",
  "ourServicesButton": "НАШИ УСЛУГИ",
  "aestheticDentistryClinic": "АЭСТЕТИК ДЕНТИСТРИ КЛИНИК"
} 